;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[LightSword_CV X2WeaponTemplate]
FriendlyName="Light Sword"
BriefSummary="Light Sword"
TacticalText="<Bullet/> Advances to the beam tech have allowed to make a sword made enterely of solid light\n Armor its useless against this blade <Bullet/>"
